[
  {
    "text": "The best way to predict the future is to create it.",
    "author": "Peter Drucker"
  },
  {
    "text": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Justice is not to be taken by storm. She is to be wooed by slow advances.",
    "author": "Benjamin N. Cardozo"
  },
  {
    "text": "The law is reason, free from passion.",
    "author": "Aristotle"
  },
  {
    "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "text": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "A man who represents himself has a fool for a client.",
    "author": "Abraham Lincoln (Attributed)"
  },
  {
    "text": "The journey of a thousand miles begins with a single step.",
    "author": "Lao Tzu"
  },
  {
    "text": "It always seems impossible until it's done.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Justice delayed is justice denied.",
    "author": "William E. Gladstone"
  },
  {
    "text": "Injustice anywhere is a threat to justice everywhere.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela"
  },
  {
    "text": "The mind is not a vessel to be filled, but a fire to be kindled.",
    "author": "Plutarch"
  },
  {
    "text": "Patience is bitter, but its fruit is sweet.",
    "author": "Aristotle"
  },
  {
    "text": "The true administration of justice is the firmest pillar of good government.",
    "author": "George Washington"
  },
  {
    "text": "The moral arc of the universe is long, but it bends toward justice.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "If you are going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "text": "Do not let what you cannot do interfere with what you can do.",
    "author": "John Wooden"
  },
  {
    "text": "The law must be stable, but it must not stand still.",
    "author": "Roscoe Pound"
  },
  {
    "text": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.",
    "author": "Frederick Douglass"
  },
  {
    "text": "Courage is not the absence of fear, but rather the judgment that something else is more important than fear.",
    "author": "Ambrose Redmoon (Attributed)"
  },
  {
    "text": "Character is power.",
    "author": "Booker T. Washington"
  },
  {
    "text": "Law is the public conscience.",
    "author": "Henry Ward Beecher"
  },
  {
    "text": "The highest reward for a man's toil is not what he gets for it, but what he becomes by it.",
    "author": "John Ruskin"
  },
  {
    "text": "The price of greatness is responsibility.",
    "author": "Winston Churchill"
  },
  {
    "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
    "author": "Vince Lombardi"
  },
  {
    "text": "Rules are not necessarily sacred, principles are.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "The spirit of the laws is found in the heart and conscience of every citizen.",
    "author": "Louis Brandeis (Adapted)"
  },
  {
    "text": "Discourage litigation.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "A lawyer without books would be like a workman without tools.",
    "author": "Thomas Jefferson (Attributed)"
  },
  {
    "text": "Be sure you put your feet in the right place, then stand firm.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "The young man knows the rules, but the old man knows the exceptions.",
    "author": "Oliver Wendell Holmes Sr."
  },
  {
    "text": "Laws are the very bulwarks of liberty; they define every man's rights, and defend the individual liberties of all men.",
    "author": "J.G. Holland"
  },
  {
    "text": "Law is the embodiment of the moral sentiment of the people.",
    "author": "William Blackstone"
  },
  {
    "text": "No man is above the law and no man below it.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "That which is not just is not law.",
    "author": "John Locke"
  },
  {
    "text": "It is better to risk saving a guilty man than to condemn an innocent one.",
    "author": "Voltaire"
  },
  {
    "text": "Ethics is knowing the difference between what you have a right to do and what is right to do.",
    "author": "Potter Stewart"
  },
  {
    "text": "The safety of the people shall be the highest law.",
    "author": "Cicero"
  },
  {
    "text": "You must keep your mind on the objective, not on the obstacle.",
    "author": "William Randolph Hearst"
  },
  {
    "text": "You may be disappointed if you fail, but you are doomed if you don't try.",
    "author": "Beverly Sills"
  },
  {
    "text": "Hard work beats talent when talent doesn't work hard.",
    "author": "Tim Notke"
  },
  {
    "text": "Nothing will work unless you do.",
    "author": "Maya Angelou"
  },
  {
    "text": "Striving for success without hard work is like trying to harvest where you haven't planted.",
    "author": "David Bly"
  },
  {
    "text": "Justice will not be served until those who are unaffected are as outraged as those who are.",
    "author": "Benjamin Franklin (Attributed)"
  },
  {
    "text": "Start where you are. Use what you have. Do what you can.",
    "author": "Arthur Ashe"
  },
  {
    "text": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "When you see something that is not right, not fair, not just, you have to speak up. You have to say something; you have to do something.",
    "author": "John Lewis"
  },
  {
    "text": "Fight for the things that you care about, but do it in a way that will lead others to join you.",
    "author": "Ruth Bader Ginsburg"
  },
  {
    "text": "Until we get equality in education, we won't have an equal society.",
    "author": "Sonia Sotomayor"
  },
  {
    "text": "If the system is broken, my inclination is to fix it rather than to fight it.",
    "author": "Sonia Sotomayor"
  },
  {
    "text": "The business of the law is to make sense of the confusion of what we call human life—to reduce it to order but at the same time to give it possibility, scope, even dignity.",
    "author": "Archibald MacLeish"
  },
  {
    "text": "In the confrontation between the stream and the rock, the stream always wins – not through strength but perseverance.",
    "author": "H. Jackson Brown, Jr."
  },
  {
    "text": "Dreams don't work unless you do.",
    "author": "John C. Maxwell"
  },
  {
    "text": "There is no substitute for hard work.",
    "author": "Thomas Edison"
  },
  {
    "text": "If we do not maintain justice, justice will not maintain us.",
    "author": "Francis Bacon"
  },
  {
    "text": "An unjust law is itself a species of violence. Arrest for its breach is more so.",
    "author": "Mohandas K. Gandhi"
  },
  {
    "text": "Law and order exist for the purpose of establishing justice and when they fail in this purpose they become the dangerously structured dams that block the flow of social progress.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Ethics and equity and the principles of justice do not change with the calendar.",
    "author": "Benjamin Cardozo"
  },
  {
    "text": "A man without ethics is a wild beast loosed upon this world.",
    "author": "Albert Camus"
  },
  {
    "text": "The study of law can be disappointing at times, a matter of applying narrow rules and arcane procedure to an uncooperative reality... But that's not all the law is. The law is also memory; the law also records a long-running conversation, a nation arguing with its conscience.",
    "author": "Barack Obama (Attributed)"
  },
  {
    "text": "The first duty of society is justice.",
    "author": "Alexander Hamilton"
  },
  {
    "text": "Diligence is the mother of good luck.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "The life of the law has not been logic; it has been experience.",
    "author": "Oliver Wendell Holmes Jr."
  },
  {
    "text": "A good lawyer knows the law; a great lawyer knows the judge.",
    "author": "Anonymous"
  },
  {
    "text": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot"
  },
  {
    "text": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "To find yourself, think for yourself.",
    "author": "Socrates"
  },
  {
    "text": "Law school is a marathon, not a sprint. Pace yourself.",
    "author": "Common Advice"
  },
  {
    "text": "Read every case as if your life depended on it. One day, someone else's will.",
    "author": "Common Advice"
  },
  {
    "text": "The courtroom is a crucible, it will reveal your true character.",
    "author": "Legal Maxim"
  },
  {
    "text": "He who is skilled in debate is aDemosthenes among the people.",
    "author": "Cicero (Adapted)"
  },
  {
    "text": "Master the facts before you argue the law.",
    "author": "Legal Maxim"
  },
  {
    "text": "Doubt is the beginning, not the end, of wisdom.",
    "author": "George Iles"
  },
  {
    "text": "The function of law is not to provide answers, but to provide a framework for working out solutions.",
    "author": "Unknown"
  },
  {
    "text": "What seems to us as bitter trials are often blessings in disguise.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Fall seven times, stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "text": "It is not the mountain we conquer, but ourselves.",
    "author": "Sir Edmund Hillary"
  },
  {
    "text": "The law is what it is - a majestic edifice, sheltering all of us, each stone of which rests on another.",
    "author": "John Galsworthy"
  },
  {
    "text": "A well-read person is a dangerous person.",
    "author": "Lisa Kleypas (Paraphrased, often applied to lawyers)"
  },
  {
    "text": "The expert in anything was once a beginner.",
    "author": "Helen Hayes"
  },
  {
    "text": "True peace is not merely the absence of tension: it is the presence of justice.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "A little knowledge that acts is worth infinitely more than much knowledge that is idle.",
    "author": "Kahlil Gibran"
  }
]