[
  {
    "text": "The best way to predict the future is to create it.",
    "author": "Peter Drucker"
  },
  {
    "text": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Justice is not to be taken by storm. She is to be wooed by slow advances.",
    "author": "Benjamin N. Cardozo"
  },
  {
    "text": "The law is reason, free from passion.",
    "author": "Aristotle"
  },
  {
    "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "text": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "A man who represents himself has a fool for a client.",
    "author": "Abraham Lincoln (Attributed)"
  },
  {
    "text": "The journey of a thousand miles begins with a single step.",
    "author": "Lao Tzu"
  },
  {
    "text": "It always seems impossible until it's done.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Justice delayed is justice denied.",
    "author": "William E. Gladstone"
  },
  {
    "text": "Injustice anywhere is a threat to justice everywhere.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela"
  },
  {
    "text": "The mind is not a vessel to be filled, but a fire to be kindled.",
    "author": "Plutarch"
  },
  {
    "text": "Patience is bitter, but its fruit is sweet.",
    "author": "Aristotle"
  },
  {
    "text": "The true administration of justice is the firmest pillar of good government.",
    "author": "George Washington"
  },
  {
    "text": "The moral arc of the universe is long, but it bends toward justice.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "If you are going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "text": "Do not let what you cannot do interfere with what you can do.",
    "author": "John Wooden"
  },
  {
    "text": "The law must be stable, but it must not stand still.",
    "author": "Roscoe Pound"
  },
  {
    "text": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.",
    "author": "Frederick Douglass"
  },
  {
    "text": "Courage is not the absence of fear, but rather the judgment that something else is more important than fear.",
    "author": "Ambrose Redmoon (Attributed)"
  },
  {
    "text": "Character is power.",
    "author": "Booker T. Washington"
  },
  {
    "text": "Law is the public conscience.",
    "author": "Henry Ward Beecher"
  },
  {
    "text": "The highest reward for a man's toil is not what he gets for it, but what he becomes by it.",
    "author": "John Ruskin"
  },
  {
    "text": "The price of greatness is responsibility.",
    "author": "Winston Churchill"
  },
  {
    "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
    "author": "Vince Lombardi"
  },
  {
    "text": "Rules are not necessarily sacred, principles are.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "The spirit of the laws is found in the heart and conscience of every citizen.",
    "author": "Louis Brandeis (Adapted)"
  },
  {
    "text": "Discourage litigation.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "A lawyer without books would be like a workman without tools.",
    "author": "Thomas Jefferson (Attributed)"
  },
  {
    "text": "Be sure you put your feet in the right place, then stand firm.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "The young man knows the rules, but the old man knows the exceptions.",
    "author": "Oliver Wendell Holmes Sr."
  },
  {
    "text": "Laws are the very bulwarks of liberty; they define every man's rights, and defend the individual liberties of all men.",
    "author": "J.G. Holland"
  },
  {
    "text": "Law is the embodiment of the moral sentiment of the people.",
    "author": "William Blackstone"
  },
  {
    "text": "No man is above the law and no man below it.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "That which is not just is not law.",
    "author": "John Locke"
  },
  {
    "text": "It is better to risk saving a guilty man than to condemn an innocent one.",
    "author": "Voltaire"
  },
  {
    "text": "Ethics is knowing the difference between what you have a right to do and what is right to do.",
    "author": "Potter Stewart"
  },
  {
    "text": "The safety of the people shall be the highest law.",
    "author": "Cicero"
  },
  {
    "text": "You must keep your mind on the objective, not on the obstacle.",
    "author": "William Randolph Hearst"
  },
  {
    "text": "You may be disappointed if you fail, but you are doomed if you don't try.",
    "author": "Beverly Sills"
  },
  {
    "text": "Hard work beats talent when talent doesn't work hard.",
    "author": "Tim Notke"
  },
  {
    "text": "Nothing will work unless you do.",
    "author": "Maya Angelou"
  },
  {
    "text": "Striving for success without hard work is like trying to harvest where you haven't planted.",
    "author": "David Bly"
  },
  {
    "text": "Justice will not be served until those who are unaffected are as outraged as those who are.",
    "author": "Benjamin Franklin (Attributed)"
  },
  {
    "text": "Start where you are. Use what you have. Do what you can.",
    "author": "Arthur Ashe"
  },
  {
    "text": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "When you see something that is not right, not fair, not just, you have to speak up. You have to say something; you have to do something.",
    "author": "John Lewis"
  },
  {
    "text": "Fight for the things that you care about, but do it in a way that will lead others to join you.",
    "author": "Ruth Bader Ginsburg"
  },
  {
    "text": "Until we get equality in education, we won't have an equal society.",
    "author": "Sonia Sotomayor"
  },
  {
    "text": "If the system is broken, my inclination is to fix it rather than to fight it.",
    "author": "Sonia Sotomayor"
  },
  {
    "text": "The business of the law is to make sense of the confusion of what we call human life—to reduce it to order but at the same time to give it possibility, scope, even dignity.",
    "author": "Archibald MacLeish"
  },
  {
    "text": "In the confrontation between the stream and the rock, the stream always wins – not through strength but perseverance.",
    "author": "H. Jackson Brown, Jr."
  },
  {
    "text": "Dreams don't work unless you do.",
    "author": "John C. Maxwell"
  },
  {
    "text": "There is no substitute for hard work.",
    "author": "Thomas Edison"
  },
  {
    "text": "If we do not maintain justice, justice will not maintain us.",
    "author": "Francis Bacon"
  },
  {
    "text": "An unjust law is itself a species of violence. Arrest for its breach is more so.",
    "author": "Mohandas K. Gandhi"
  },
  {
    "text": "Law and order exist for the purpose of establishing justice and when they fail in this purpose they become the dangerously structured dams that block the flow of social progress.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Ethics and equity and the principles of justice do not change with the calendar.",
    "author": "Benjamin Cardozo"
  },
  {
    "text": "A man without ethics is a wild beast loosed upon this world.",
    "author": "Albert Camus"
  },
  {
    "text": "The study of law can be disappointing at times, a matter of applying narrow rules and arcane procedure to an uncooperative reality... But that's not all the law is. The law is also memory; the law also records a long-running conversation, a nation arguing with its conscience.",
    "author": "Barack Obama (Attributed)"
  },
  {
    "text": "The first duty of society is justice.",
    "author": "Alexander Hamilton"
  },
  {
    "text": "Diligence is the mother of good luck.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "The life of the law has not been logic; it has been experience.",
    "author": "Oliver Wendell Holmes Jr."
  },
  {
    "text": "A good lawyer knows the law; a great lawyer knows the judge.",
    "author": "Anonymous"
  },
  {
    "text": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot"
  },
  {
    "text": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "To find yourself, think for yourself.",
    "author": "Socrates"
  },
  {
    "text": "Law school is a marathon, not a sprint. Pace yourself.",
    "author": "Common Advice"
  },
  {
    "text": "Read every case as if your life depended on it. One day, someone else's will.",
    "author": "Common Advice"
  },
  {
    "text": "The courtroom is a crucible, it will reveal your true character.",
    "author": "Legal Maxim"
  },
  {
    "text": "He who is skilled in debate is a Demosthenes among the people.",
    "author": "Cicero (Adapted)"
  },
  {
    "text": "Master the facts before you argue the law.",
    "author": "Legal Maxim"
  },
  {
    "text": "Doubt is the beginning, not the end, of wisdom.",
    "author": "George Iles"
  },
  {
    "text": "The function of law is not to provide answers, but to provide a framework for working out solutions.",
    "author": "Unknown"
  },
  {
    "text": "What seems to us as bitter trials are often blessings in disguise.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Fall seven times, stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "text": "It is not the mountain we conquer, but ourselves.",
    "author": "Sir Edmund Hillary"
  },
  {
    "text": "The law is what it is - a majestic edifice, sheltering all of us, each stone of which rests on another.",
    "author": "John Galsworthy"
  },
  {
    "text": "A well-read person is a dangerous person.",
    "author": "Lisa Kleypas (Paraphrased, often applied to lawyers)"
  },
  {
    "text": "The expert in anything was once a beginner.",
    "author": "Helen Hayes"
  },
  {
    "text": "True peace is not merely the absence of tension: it is the presence of justice.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "A little knowledge that acts is worth infinitely more than much knowledge that is idle.",
    "author": "Kahlil Gibran"
  },
  {
    "text": "The mode by which the inevitable comes to pass is effort.",
    "author": "Oliver Wendell Holmes Jr."
  },
  {
    "text": "Knowledge is power.",
    "author": "Francis Bacon"
  },
  {
    "text": "The law is not an end in itself, nor does it provide ends. It is preeminently a means to serve what we think is right.",
    "author": "William J. Brennan Jr."
  },
  {
    "text": "Success is the sum of small efforts, repeated day in and day out.",
    "author": "Robert Collier"
  },
  {
    "text": "The harder I work, the luckier I get.",
    "author": "Samuel Goldwyn (Attributed)"
  },
  {
    "text": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "author": "Thomas Edison"
  },
  {
    "text": "Don't watch the clock; do what it does. Keep going.",
    "author": "Sam Levenson"
  },
  {
    "text": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon"
  },
  {
    "text": "I find that the harder I work, the more luck I seem to have.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "To be persuasive, we must be believable; to be believable, we must be credible; to be credible, we must be truthful.",
    "author": "Edward R. Murrow"
  },
  {
    "text": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control.",
    "author": "Robert Foster Bennett"
  },
  {
    "text": "The authority of the law is questioned when its application is perceived as arbitrary or unjust.",
    "author": "Unknown Legal Scholar"
  },
  {
    "text": "Mastery of the law is not merely about knowing the rules, but understanding their purpose and spirit.",
    "author": "Legal Educator"
  },
  {
    "text": "Every difficult case is a learning opportunity in disguise.",
    "author": "Seasoned Lawyer"
  },
  {
    "text": "The pursuit of justice requires unwavering dedication, even when the path is arduous.",
    "author": "Human Rights Advocate"
  },
  {
    "text": "Clear writing reflects clear thinking. Strive for both.",
    "author": "Legal Writing Professor"
  },
  {
    "text": "Your legal education is a foundation; build upon it with continuous learning and experience.",
    "author": "Mentor"
  },
  {
    "text": "The weight of a case rests on the strength of its evidence and the clarity of its argument.",
    "author": "Trial Attorney"
  },
  {
    "text": "Defend the rights of others as vigorously as you would defend your own.",
    "author": "Ethical Reminder"
  },
  {
    "text": "Integrity is the cornerstone of the legal profession.",
    "author": "Judicial Canon"
  },
  {
    "text": "The good lawyer is not the man who has an eye to every side and angle of contingency, and qualifies all his qualifications, but who throws himself on your part so heartily, that he can get you out of a scrape.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "It is the spirit and not the form of law that keeps justice alive.",
    "author": "Earl Warren"
  },
  {
    "text": "Lawyers are the only persons in whom ignorance of the law is not punished.",
    "author": "Jeremy Bentham"
  },
  {
    "text": "The study of law is sublime, and its practice vulgar.",
    "author": "Oscar Wilde"
  },
  {
    "text": "A judge is a law student who marks his own examination papers.",
    "author": "H. L. Mencken"
  },
  {
    "text": "Lawyers spend a great deal of their time shoveling smoke.",
    "author": "Oliver Wendell Holmes Jr."
  },
  {
    "text": "The law is a sort of hocus-pocus science, that smiles in your face while it picks your pocket.",
    "author": "H. L. Mencken"
  },
  {
    "text": "We must not be afraid to push back against the injustice of the world.",
    "author": "Michelle Obama"
  },
  {
    "text": "Do not be daunted by the enormity of the world's grief. Do justly, now. Love mercy, now. Walk humbly, now. You are not obligated to complete the work, but neither are you free to abandon it.",
    "author": "The Talmud (Adapted)"
  },
  {
    "text": "The challenge of modernity is to live without illusions and without becoming disillusioned.",
    "author": "Antonio Gramsci"
  },
  {
    "text": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.",
    "author": "John F. Kennedy"
  },
  {
    "text": "The aim of argument, or of discussion, should not be victory, but progress.",
    "author": "Joseph Joubert"
  },
  {
    "text": "Our greatest glory is not in never failing, but in rising up every time we fail.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "The power of human empathy, leading to collective action, saves lives, and frees prisoners. Ordinary people, whose personal well-being and security are not threatened, will struggle for the rights of others.",
    "author": "Bryan Stevenson"
  },
  {
    "text": "You cannot be a true man until you learn to obey.",
    "author": "Robert E. Lee (Context: self-discipline, rule of law)"
  },
  {
    "text": "Speak softly and carry a big stick; you will go far.",
    "author": "Theodore Roosevelt (Context: preparedness, strength in argument)"
  },
  {
    "text": "The law is a jealous mistress and requires long and constant courtship. It is not to be won by trifling favors, but by lavish homage.",
    "author": "Joseph Story"
  },
  {
    "text": "Law is order, and good law is good order.",
    "author": "Aristotle"
  },
  {
    "text": "The law is not a series of calculating machines where definitions and axioms are inputs and predetermined results outputs.",
    "author": "William O. Douglas"
  },
  {
    "text": "Justice cannot be for one side alone, but must be for both.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Will Durant (Often attributed to Aristotle)"
  },
  {
    "text": "The best measure of a man's honesty isn't his income tax return. It's the zero-balance on his library card.",
    "author": "Arthur C. Clarke"
  },
  {
    "text": "To read without reflecting is like eating without digesting.",
    "author": "Edmund Burke"
  },
  {
    "text": "A capacity and taste for reading gives access to whatever has already been discovered by others.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "The beautiful thing about learning is that no one can take it away from you.",
    "author": "B.B. King"
  },
  {
    "text": "Learning never exhausts the mind.",
    "author": "Leonardo da Vinci"
  },
  {
    "text": "The great aim of education is not knowledge but action.",
    "author": "Herbert Spencer"
  },
  {
    "text": "The gem cannot be polished without friction, nor man perfected without trials.",
    "author": "Chinese Proverb"
  },
  {
    "text": "What stands in the way becomes the way.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Discipline is the bridge between goals and accomplishment.",
    "author": "Jim Rohn"
  },
  {
    "text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Will Durant (Often attributed to Aristotle)"
  },
  {
    "text": "The pain you feel today will be the strength you feel tomorrow.",
    "author": "Anonymous"
  },
  {
    "text": "Do the hard jobs first. The easy jobs will take care of themselves.",
    "author": "Dale Carnegie"
  },
  {
    "text": "A smooth sea never made a skilled sailor.",
    "author": "Franklin D. Roosevelt (Attributed)"
  },
  {
    "text": "Perseverance, secret of all triumphs.",
    "author": "Victor Hugo"
  },
  {
    "text": "It’s not whether you get knocked down, it’s whether you get up.",
    "author": "Vince Lombardi"
  },
  {
    "text": "The human capacity for burden is like bamboo – far more flexible than you'd ever believe at first glance.",
    "author": "Jodi Picoult"
  },
  {
    "text": "Self-discipline is the ability to make yourself do what you should do, when you should do it, whether you feel like it or not.",
    "author": "Elbert Hubbard"
  },
  {
    "text": "With self-discipline most anything is possible.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The discipline of desire is the background of character.",
    "author": "John Locke"
  },
  {
    "text": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Ryun"
  },
  {
    "text": "Your current thoughts are creating your future life. What you think about the most or focus on the most will appear as your life.",
    "author": "Rhonda Byrne"
  },
  {
    "text": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "If you can dream it, you can do it.",
    "author": "Walt Disney"
  },
  {
    "text": "Don't limit your challenges. Challenge your limits.",
    "author": "Anonymous"
  },
  {
    "text": "The secret of getting ahead is getting started.",
    "author": "Mark Twain"
  },
  {
    "text": "Act as if what you do makes a difference. It does.",
    "author": "William James"
  },
  {
    "text": "When you have a dream, you've got to grab it and never let go.",
    "author": "Carol Burnett"
  },
  {
    "text": "Keep your face always toward the sunshine, and shadows will fall behind you.",
    "author": "Walt Whitman"
  },
  {
    "text": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis"
  },
  {
    "text": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
    "author": "Confucius"
  },
  {
    "text": "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "author": "Henry Ford"
  },
  {
    "text": "Hardships often prepare ordinary people for an extraordinary destiny.",
    "author": "C.S. Lewis"
  },
  {
    "text": "The only way out of the labyrinth of suffering is to forgive.",
    "author": "John Green"
  },
  {
    "text": "We must embrace pain and burn it as fuel for our journey.",
    "author": "Kenji Miyazawa"
  },
  {
    "text": "Turn your wounds into wisdom.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "The oak fought the wind and was broken, the willow bent when it must and survived.",
    "author": "Robert Jordan"
  },
  {
    "text": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure.",
    "author": "Joseph Campbell"
  },
  {
    "text": "Discipline is choosing between what you want now and what you want most.",
    "author": "Abraham Lincoln (Attributed)"
  },
  {
    "text": "The first and best victory is to conquer self.",
    "author": "Plato"
  },
  {
    "text": "No man is free who is not master of himself.",
    "author": "Epictetus"
  },
  {
    "text": "Lack of discipline leads to frustration and self-loathing.",
    "author": "Anonymous"
  },
  {
    "text": "Focus on your goal. Don’t look in any direction but ahead.",
    "author": "Unknown"
  },
  {
    "text": "The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee"
  },
  {
    "text": "Do something today that your future self will thank you for.",
    "author": "Sean Patrick Flanery"
  },
  {
    "text": "The key is not to prioritize what's on your schedule, but to schedule your priorities.",
    "author": "Stephen Covey"
  },
  {
    "text": "You don't have to be great to start, but you have to start to be great.",
    "author": "Zig Ziglar"
  },
  {
    "text": "The path to success is to take massive, determined action.",
    "author": "Tony Robbins"
  },
  {
    "text": "Energy and persistence conquer all things.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "author": "Zig Ziglar"
  },
  {
    "text": "The practice of law is a demanding master, but a rewarding one for those who persevere.",
    "author": "Legal Mentor"
  },
  {
    "text": "Legal reasoning is a skill honed through diligent practice and critical thought.",
    "author": "Academic Saying"
  },
  {
    "text": "Do not pray for an easy life, pray for the strength to endure a difficult one.",
    "author": "Bruce Lee"
  },
  {
    "text": "The difference between ordinary and extraordinary is that little extra.",
    "author": "Jimmy Johnson"
  },
  {
    "text": "Adversity causes some men to break; others to break records.",
    "author": "William Arthur Ward"
  },
  {
    "text": "Clarity of purpose is the starting point of all achievement.",
    "author": "W. Clement Stone"
  },
  {
    "text": "Small daily improvements are the key to staggering long-term results.",
    "author": "Robin Sharma (Attributed)"
  },
  {
    "text": "The law is a vast ocean, and he who would navigate it must be a navigator indeed.",
    "author": "Edmund Burke (Paraphrased)"
  },
  {
    "text": "Your library is your paradise.",
    "author": "Erasmus (Adapted for students)"
  },
  {
    "text": "The roots of education are bitter, but the fruit is sweet.",
    "author": "Aristotle"
  },
  {
    "text": "He who asks a question is a fool for five minutes; he who does not ask a question remains a fool forever.",
    "author": "Chinese Proverb"
  },
  {
    "text": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.",
    "author": "Brian Herbert"
  },
  {
    "text": "Don't be afraid to give up the good to go for the great.",
    "author": "John D. Rockefeller"
  },
  {
    "text": "Success usually comes to those who are too busy to be looking for it.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The most effective way to do it, is to do it.",
    "author": "Amelia Earhart"
  },
  {
    "text": "There are no shortcuts to any place worth going.",
    "author": "Beverly Sills"
  },
  {
    "text": "Endurance is not just the ability to bear a hard thing, but to turn it into glory.",
    "author": "William Barclay"
  },
  {
    "text": "Be not afraid of growing slowly, be afraid only of standing still.",
    "author": "Chinese Proverb"
  },
  {
    "text": "The study of jurisprudence is a journey into the very foundations of society.",
    "author": "Legal Scholar"
  },
  {
    "text": "Every case you read, every argument you dissect, sharpens your legal mind.",
    "author": "Professor's Wisdom"
  },
  {
    "text": "Respect the process of learning the law; it is intricate and demanding for a reason.",
    "author": "Judicial Reflection"
  },
  {
    "text": "The law is a tapestry woven with threads of logic, ethics, and human experience.",
    "author": "Legal Philosopher"
  }
]
